/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Memperkenalkan WiFi Skype";
"INTRO_SUBHEADER" = "Online di hotspot WiFi publik dan bayar hanya untuk menit yang Anda gunakan dengan Kredit Skype.";
"INTRO_ICON_WIFI" = "Gunakan Skype, periksa email, dan telusuri web.";
"INTRO_ICON_GLOBE" = "WiFi Skype tersedia di lebih dari satu juta lokasi di seluruh dunia.";
"INTRO_ICON_SKYPECREDIT" = "Hanya bayar untuk menit yang Anda gunakan.";

"STATE_CHECKINGNETWORK_HEADER" = "Tunggu…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Memeriksa jaringan untuk WiFi Skype";

"STATE_JOINWIFI_HEADER" = "Anda tidak terhubung ke WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Silakan bergabung ke jaringan WiFi publik yang mendukung WiFi Skype.";

"STATE_ALREADYONLINE_HEADER" = "Anda sudah online";
"STATE_ALREADYONLINE_SUBHEADER" = "Sepertinya Anda telah terhubung ke internet. WiFi Skype memungkinkan Anda online di hotspot WiFi publik di lebih dari 1 juta lokasi di seluruh dunia.";

"STATE_GENERALERROR_HEADER" = "Tidak dapat terhubung";
"STATE_GENERALERROR_SUBHEADER" = "Jaringan WiFi ini tidak merespons dengan benar. Coba hubungkan ke jaringan yang lain.";

"STATE_CONNECT_HEADER" = "WiFi Skype tersedia di sini";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Dengan menghubungkan, saya menyetujui <a href=\"%@\">syarat penggunaan</a> penyedia";

"STATE_CONNECT_BUTTON" = "Hubungkan";
"STATE_CONNECTING_BUTTON" = "Menghubungkan…";

"STATE_CONNECTED_SHORT" = "Terhubung";
"STATE_CONNECTED_HEADER" = "Anda online dengan WiFi Skype";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Putuskan hubungan";
"STATE_DISCONNECTING_BUTTON" = "Memutuskan hubungan…";

"STATE_NOCREDIT_HEADER" = "Kredit Skype tidak cukup";


/* === Mac only === */

"OK_BUTTON" = "OKE";
"LEARNMORE_BUTTON" = "Pelajari selengkapnya";
"CLOSE_BUTTON" = "Tutup";
"GO_BACK_BUTTON" = "Kembali";
"CONTINUE_BUTTON" = "Lanjutkan";

"REQUIRES_OSX_VERSION_MESSAGE" = "WiFi Skype memerlukan OS X %@ atau yang lebih baru.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "WiFi Skype belum dapat digunakan dengan akun Microsoft Anda. Langsung masuk dengan Nama dan kata sandi Skype Anda sebagai gantinya.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "WiFi Skype belum dapat digunakan dengan akun Microsoft Anda. Buat akun Skype dan langsung masuk dengan akun tersebut.";

"MAIN_WINDOW_TITLE" = "WiFi Skype";
"MAIN_WINDOW_TITLE_WITH_SSID" = "WiFi Skype — “%@”";

"FLOATER_CONNECTED_TITLE" = "Anda online dengan WiFi Skype";
"FLOATER_CONNECTED_WISPR_TITLE" = "Anda online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Koneksi segera kedaluwarsa";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Untuk perlindungan Anda, saat terhubung menggunakan Kredit Skype Anda, koneksi akan terputus secara otomatis jika Anda lupa memutuskan hubungan.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d menit";

"STATE_CONNECT_SUBHEADER" = "Hubungkan ke internet pada jaringan ini menggunakan WiFi Skype dan hanya bayar untuk menit yang Anda gunakan dengan Kredit Skype.";
"STATE_CONNECT_FREE_HEADER" = "WiFi Skype tersedia gratis di sini";
"STATE_CONNECT_FREE_SUBHEADER" = "Nikmati akses internet gratis di hotspot ini dengan WiFi Skype. Telusuri web, periksa email Anda, atau gunakan saja Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Saya memiliki akun dengan penyedia ini";
"STATE_CONNECT_WISPR_SUBHEADER" = "Jika Anda telah memiliki akun dengan penyedia ini, masukkan informasi pengesahan Anda di sini.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Koneksi internet Anda segera kedaluwarsa";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Anda dapat memutuskan hubungan setiap saat dan hanya akan dikenakan biaya untuk menit yang digunakan.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Anda telah online selama sekitar %d menit.";
"COUNTUP_0MIN" = "Anda telah online selama kurang dari satu menit.";
"COUNTUP_1MIN" = "Anda telah online selama sekitar satu menit.";
"STATE_CONNECTED_WISPR_HEADER" = "Sekarang Anda online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Anda terhubung menggunakan akun Anda dengan penyedia hotspot ini. Anda dapat memutuskan hubungan kapan saja.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Beri Peringkat pada hotspot ini";

"STATE_CONNECTED_EXTEND_BUTTON" = "Tetap online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Menghubungkan kembali…";

"STATE_NOCREDIT_SUBHEADER" = "Anda memerlukan Kredit Skype untuk membayar akses internet per menit dengan Skype WiFi di sini.";
"STATE_NOCREDIT_BUTTON" = "Dapatkan Kredit Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Memeriksa jaringan";
"STATE_JOINWIFI_SHORT" = "Tidak ada WiFi";
"STATE_ALREADYONLINE_SHORT" = "Sudah online";
"STATE_GENERALERROR_SHORT" = "Kesalahan";
"STATE_CONNECT_SHORT" = "Tersedia di sini";
"STATE_NOCREDIT_SHORT" = "Tidak ada kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d menit tersisa";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 menit tersisa";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Kurang dari satu menit tersisa";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Koneksi internet Anda segera kedaluwarsa.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nama Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Kata sandi";
"LOGIN_BUTTON" = "Masuk";
"SIGN_OUT_BUTTON" = "Keluar";

/* unused */
"LOGIN_PROBLEMS" = "Mengalami masalah saat masuk?";
"LOGIN_CREATE_ACCOUNT" = "Buat akun";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Pengaturan";
/* unused */
"SETTINGS_BUTTON" = "Pengaturan";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Versi WiFi Skype %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype dan/atau Microsoft";
"ABOUT_PATENTPENDING" = "Paten Dalam Proses";
"ABOUT_FEEDBACK_BUTTON" = "Umpan Balik";
"ABOUT_LEGAL_BUTTON" = "Hukum";
"ABOUT_TRADEMARK" = "Nama Skype, terkait merek dagang dan logo, dan logo \"S\" adalah merek dagang Skype.";
"ABOUT_DISCLAIMER" = "Peringatan: Program ini dilindungi oleh hukum hak cipta dan perjanjian internasional. Reproduksi atau distribusi yang tidak sah dari program ini, atau bagian-bagiannya, dapat mengakibatkan hukuman perdata dan pidana berat, dan akan dituntut sejauh mungkin menurut hukum.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nama Skype";
"PROFILE_SKYPECREDIT" = "Kredit Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Memuat…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Hotspot yang dikunjungi";
"USAGE_PREVIOUSCONNECTIONS" = "Koneksi sebelumnya";
"USAGE_LASTUSED" = "Terakhir digunakan";
"USAGE_LASTUSED_NEVER_VALUE" = "Tidak Pernah";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Lokasi populer";
"SUPPORTEDNETWORKS_PROVIDERS" = "Penyedia";
